type CaseFeature = {
  title: string;
  price: string;
  items: string[];
};

export const casesFeatures: CaseFeature[] = [
  {
    title: "Квартира на Бестужевской улице",
    price: "₽ 71,390",
    items: [
      "10 групп света и 3 розетки для гирлянд",
      "Мастер-выключатель на выходе",
      "Приветственный свет и музыка",
      "Автоматический свет в санузле и ванной",
      "Мониторинг влажности в ванной",
      "Интеграция умной колонки",
    ],
  },
  {
    title: "Квартира-офис на улице Фрунзе",
    price: "₽ 171,800",
    items: [
      "Напоминание о незакрытых окнах на выходе через умную колонку",
      "Интеграция старого кондиционера и управление радиаторами отопления (6 штук)",
      "Управление всеми группами света (17), добавление умных светильников, пылесоса, увлажнителя",
      "Автоматический свет в санузлах",
      "Cчётчик электроэнергии",
    ],
  },
  {
    title: "Квартира на Университетской набережной",
    price: "₽ 407,411",
    items: [
      "16 групп света (выключатели, диммеры, лампочки, ИК гирлянды)",
      "Заменены все розетки в стиль выключателей",
      "Автоматический свет в туалете",
      "Приветственный свет с музыкой по приходу домой",
      "Управление старым кондиционером без пульта",
      "Управление всеми регуляторами радиаторов (4 штуки)",
      "Контроль климата датчиками",
      "Управление теплыми полами (3 точки), автоматическое включение и выключение",
      "Управление шторами: открываются по будильнику на смартфоне",
      "Добавлены счетчики воды и электричества, данные выводятся в интерфейс",
      "Перекрытие кранов при протечке, контроль 5 точек",
      "Мастер-выключатель всех приборов при выходе",
      "Добавление существующих умных устройств: пурифаера, робота-пылесоса, датчика качества воздуха",
      "Голосовое управление всеми устройствами",
      "Интеграция умной колонки в систему",
    ],
  },
];
