type CaseFeature = {
  title: string;
  price: string;
  items: string[];
};

export const casesFeatures: CaseFeature[] = [
  {
    title: "Квартира на Бестужевской улице",
    price: "₽ 71,390",
    items: [
      "10 групп света и 3 розетки для гирлянд",
      "Мастер-выключатель на выходе",
      "Приветственный свет и музыка",
      "Автоматический свет в туалете и ванной",
      "Мониторинг влажности в ванной",
      "Интеграция умной колонки",
    ],
  },
  {
    title: "Квартира-офис на улице Фрунзе",
    price: "₽ 171,800",
    items: [
      "17 групп света, 3 умных лампочки, диодная лента и световая панель",
      "Напоминание о незакрытых окнах на выходе через умную колонку",
      "Интеграция старого кондиционера и управление радиаторами отопления (6 штук)",
      "Добавление умного замка, робота-пылесоса и увлажнителя",
      "Автоматический свет в санузлах",
      "Cчётчик электроэнергии с выводом данных в интерфейс",
      "Уведомления о протечках",
    ],
  },
  {
    title: "Квартира на Университетской набережной",
    price: "₽ 407,411",
    items: [
      "16 групп света (выключатели, диммеры, лампочки, ИК гирлянды)",
      "Заменены все розетки в стиль выключателей",
      "Автоматический свет в туалете",
      "Приветственный свет с музыкой по приходу домой",
      "Управление старым кондиционером без пульта",
      "Управление всеми регуляторами радиаторов (4 штуки)",
      "Контроль климата датчиками",
      "Управление теплыми полами (3 точки), автоматическое включение и выключение",
      "Управление шторами: открываются по будильнику на смартфоне",
      "Добавлены счетчики воды и электроэнергии, данные выводятся в интерфейс",
      "Перекрытие кранов при протечке, контроль 5 точек",
      "Мастер-выключатель всех приборов при выходе",
      "Добавление существующих умных устройств: пурифаера, робота-пылесоса, датчика качества воздуха",
      "Управление электромеханическим замком",
      "Голосовое управление всеми устройствами",
      "Интеграция умной колонки в систему",
    ],
  },
  {
    title: "Дача в Федоровке",
    price: "₽ 269,570",
    items: [
      "7 групп света",
      "Две розетки с мониторингом энергопотребления",
      "Режим охраны с датчиками контакта, двжиения и вибрации",
      "Датчик температуры в парилку и датчик дыма",
      "Видеонаблюдение с датчиками движения и архивом в 2 недели",
      "Бесперебойное питание для сервера и связи",
      "Датчики параметров почвы 7 в 1",
      "Контроль расхода воды на полив газона",
      "Управление вводным краном",
      "Датчик параметров воздуха",
      "Cчётчик электроэнергии с выводом данных в интерфейс",
      "Уведомления безопасности в телеграм",
    ],
  },
];
